Repository: r1adBE/cryptoChecker
Catalog: ios/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fa, fi, fr, he, hi, hu, id, it, ja, ko, nb, nl, pl, pt, pt_br, ro, ru, sq, sv, th, tr, uk, vi, zh_hans

# market_scores_none
source: No signs of a high or a low are active: a quiet middle phase, the price trend decides.
ar: لا توجد علامات نشطة على قمة أو قاع: مرحلة وسطى هادئة، واتجاه السعر هو الحاسم.
cs: Nejsou aktivní žádné známky vrcholu ani dna: klidná střední fáze, rozhoduje cenový trend.
da: Ingen tegn på en top eller bund er aktive: rolig mellemfase, kurstrenden afgør.
de: Keine Hinweise auf ein Hoch oder Tief aktiv: ruhige Mittelphase, der Kurstrend entscheidet.
el: Καμία ένδειξη κορυφής ή πυθμένα δεν είναι ενεργή: ήρεμη ενδιάμεση φάση, αποφασίζει η τάση της τιμής.
es: No hay señales activas de un máximo ni de un mínimo: fase intermedia tranquila, decide la tendencia del precio.
fa: هیچ نشانه‌ای از سقف یا کف فعال نیست: مرحله میانی آرام، روند قیمت تعیین‌کننده است.
fi: Merkkejä huipusta tai pohjasta ei ole aktiivisena: rauhallinen välivaihe, hintatrendi ratkaisee.
fr: Aucun signe de sommet ni de creux actif : phase intermédiaire calme, la tendance du prix décide.
he: אין סימנים פעילים לשיא או לשפל: שלב ביניים רגוע, מגמת המחיר מכריעה.
hi: शिखर या तल का कोई संकेत सक्रिय नहीं: शांत मध्य चरण, मूल्य रुझान तय करता है।
hu: Nem aktív csúcsra vagy mélypontra utaló jel: nyugodt középső szakasz, az ártrend dönt.
id: Tidak ada tanda puncak atau dasar yang aktif: fase tengah yang tenang, tren harga yang menentukan.
it: Nessun segnale di massimo o di minimo attivo: fase intermedia tranquilla, decide il trend del prezzo.
ja: 高値・安値のサインはどちらも出ていません：落ち着いた中間局面で、価格トレンドが決めます。
ko: 활성화된 고점 또는 저점 신호 없음: 조용한 중간 단계이며 가격 추세가 결정합니다.
nb: Ingen tegn på topp eller bunn er aktive: rolig mellomfase, kurstrenden avgjør.
nl: Geen tekenen van een top of bodem actief: rustige middenfase, de koerstrend beslist.
pl: Brak aktywnych oznak szczytu ani dołka: spokojna faza środkowa, decyduje trend ceny.
pt: Nenhum sinal de pico ou fundo ativo: fase intermédia calma, decide a tendência do preço.
pt_br: Nenhum sinal de pico ou fundo ativo: fase intermediária calma, a tendência do preço decide.
ro: Niciun semn de maxim sau minim nu este activ: fază de mijloc calmă, decide trendul prețului.
ru: Признаков вершины или дна нет: спокойная средняя фаза, решает ценовой тренд.
sq: Asnjë shenjë maksimumi apo minimumi nuk është aktive: fazë e mesme e qetë, vendos trendi i çmimit.
sv: Inga tecken på topp eller botten är aktiva: lugn mellanfas, kurstrenden avgör.
th: ไม่มีสัญญาณของจุดสูงสุดหรือจุดต่ำสุดที่ทำงานอยู่: ช่วงกลางที่สงบ แนวโน้มราคาเป็นตัวตัดสิน
tr: Etkin bir tepe ya da dip işareti yok: sakin ara evre, fiyat trendi belirler.
uk: Ознак вершини чи дна немає: спокійна середня фаза, вирішує ціновий тренд.
vi: Không có dấu hiệu đỉnh hay đáy nào đang hoạt động: giai đoạn giữa yên ả, xu hướng giá quyết định.
zh_hans: 没有活跃的顶部或底部迹象：平静的中间阶段，由价格趋势决定。

# market_screen_base
source: Coin
ar: الأساس
cs: Základní
da: Basis
el: Βάση
es: Base
fa: ارز پایه
fi: Perusvaluutta
fr: Base
he: בסיס
hi: बेस
hu: Alap
id: Base
it: Base
ja: 基軸
ko: 기준 통화
nb: Basis
nl: Basis
pl: Bazowa
pt: Base
pt_br: Base
ro: Bază
ru: Базовая
sq: Bazë
sv: Bas
th: สกุลหลัก
tr: Baz
uk: Базова
vi: Tiền cơ sở
zh_hans: 基础币

# market_screen_contract_type
source: Contract Type
ar: نوع العقد
cs: Typ kontraktu
da: Kontrakttype
de: Kontrakt
el: Τύπος συμβολαίου
es: Tipo de contrato
fa: نوع قرارداد
fi: Sopimustyyppi
fr: Type de contrat
he: סוג חוזה
hi: कॉन्ट्रैक्ट प्रकार
hu: Szerződéstípus
id: Jenis kontrak
it: Tipo di contratto
ja: 契約タイプ
ko: 계약 유형
nb: Kontrakttype
pl: Typ kontraktu
pt: Tipo de contrato
pt_br: Tipo de contrato
ro: Tip de contract
ru: Тип контракта
sq: Lloji i kontratës
sv: Kontraktstyp
th: ประเภทสัญญา
tr: Sözleşme türü
uk: Тип контракту
vi: Loại hợp đồng
zh_hans: 合约类型

# market_screen_market
source: Market
ar: المنصة
cs: Trh
da: Børs
de: Börse
el: Αγορά
es: Mercado
fa: بازار
fi: Markkina
fr: Marché
he: שוק
hi: मार्केट
hu: Piac
id: Pasar
it: Mercato
ja: 取引所
ko: 거래소
nb: Børs
nl: Markt
pl: Rynek
pt: Mercado
pt_br: Mercado
ro: Piață
ru: Рынок
sq: Tregu
sv: Börs
th: ตลาด
tr: Piyasa
uk: Біржа
vi: Sàn
zh_hans: 交易所

# market_screen_quote
source: Quote
ar: التسعير
cs: Kotovaná
da: Modvaluta
de: Gegenwert
el: Τιμολόγηση
es: Cotización
fa: ارز مظنه
fi: Hinnoteltu
fr: Cotation
he: מטבע ציטוט
hi: कोट
hu: Jegyzési
it: Quotazione
ja: クオート通貨
ko: 호가 통화
nb: Motvaluta
pl: Kwotowana
pt: Cotação
pt_br: Cotação
ro: Cotare
ru: Котируемая
sq: Kuotë
sv: Motvaluta
th: สกุลอ้างอิง
tr: Karşıt
uk: Котирувальна
vi: Tiền định giá
zh_hans: 计价币

# market_screen_spot
source: Spot
ar: فوري
fa: اسپات
he: ספוט
hi: स्पॉट
ja: 現物
ko: 현물
ru: Спот
uk: Спот
zh_hans: 现货

# market_screen_sync
source: Sync
ar: مزامنة
cs: Synchronizovat
da: Synk
el: Συγχρονισμός
es: Sincronizar
fa: همگام‌سازی
fi: Synkronoi
fr: Synchro
he: סנכרון
hi: सिंक
hu: Szinkronizálás
id: Sinkron
it: Sincronizza
ja: 同期
ko: 동기화
nb: Synk
pl: Synchronizuj
pt: Sincronizar
pt_br: Sincronizar
ro: Sincronizare
ru: Синхр.
sq: Sinkronizo
sv: Synka
th: ซิงค์
tr: Eşitle
uk: Синхр.
vi: Đồng bộ
zh_hans: 同步

# market_section_context
source: Context
ar: السياق
cs: Souvislosti
da: Kontekst
de: Einordnung
el: Πλαίσιο
es: Contexto
fa: زمینه
fi: Taustaa
fr: Contexte
he: הקשר
hi: संदर्भ
hu: Háttér
id: Konteks
it: Contesto
ja: 背景
ko: 맥락
nb: Kontekst
pl: Kontekst
pt: Contexto
pt_br: Contexto
ru: Контекст
sq: Konteksti
sv: Sammanhang
th: บริบท
tr: Bağlam
uk: Контекст
vi: Bối cảnh
zh_hans: 背景

# market_section_data
source: Data
ar: البيانات
de: Daten
el: Δεδομένα
es: Datos
fa: داده‌ها
fi: Tiedot
fr: Données
he: נתונים
hi: डेटा
hu: Adatok
it: Dati
ja: データ
ko: 데이터
nl: Gegevens
pl: Dane
pt: Dados
pt_br: Dados
ro: Date
ru: Данные
sq: Të dhënat
th: ข้อมูล
tr: Veriler
uk: Дані
vi: Dữ liệu
zh_hans: 数据

# market_section_now
source: Right now
ar: الآن
cs: Právě teď
da: Lige nu
de: Jetzt
el: Τώρα
es: Ahora
fa: هم‌اکنون
fi: Juuri nyt
fr: En ce moment
he: עכשיו
hi: अभी
hu: Most
id: Saat ini
it: Adesso
ja: 現在
ko: 지금
nb: Akkurat nå
nl: Nu
pl: Teraz
pt: Agora
pt_br: Agora
ro: Acum
ru: Сейчас
sq: Tani
sv: Just nu
th: ตอนนี้
tr: Şu an
uk: Зараз
vi: Hiện tại
zh_hans: 当前

# market_show_indicators
source: Show indicators
ar: إظهار المؤشرات
cs: Zobrazit indikátory
da: Vis indikatorer
de: Indikatoren anzeigen
el: Εμφάνιση δεικτών
es: Mostrar indicadores
fa: نمایش اندیکاتورها
fi: Näytä indikaattorit
fr: Afficher les indicateurs
he: הצג אינדיקטורים
hi: इंडिकेटर दिखाएँ
hu: Indikátorok megjelenítése
id: Tampilkan indikator
it: Mostra indicatori
ja: 指標を表示
ko: 지표 표시
nb: Vis indikatorer
nl: Indicatoren tonen
pl: Pokaż wskaźniki
pt: Mostrar indicadores
pt_br: Mostrar indicadores
ro: Afișează indicatorii
ru: Показать индикаторы
sq: Shfaq treguesit
sv: Visa indikatorer
th: แสดงตัวชี้วัด
tr: Göstergeleri göster
uk: Показати індикатори
vi: Hiện chỉ báo
zh_hans: 显示指标

# market_signal_bottom
source: Signs of a low %1$ld/10
ar: علامات قاع %1$ld/10
cs: Známky dna %1$ld/10
da: Tegn på bund %1$ld/10
de: Hinweise Tief %1$ld/10
el: Ενδείξεις πυθμένα %1$ld/10
es: Señales de mínimo %1$ld/10
fa: نشانه‌های کف %1$ld/10
fi: Merkkejä pohjasta %1$ld/10
fr: Signes de creux %1$ld/10
he: סימני שפל %1$ld/10
hi: तल के संकेत %1$ld/10
hu: Mélypont jelei %1$ld/10
id: Tanda dasar %1$ld/10
it: Segnali di minimo %1$ld/10
ja: 安値サイン %1$ld/10
ko: 저점 신호 %1$ld/10
nb: Tegn på bunn %1$ld/10
nl: Tekenen van bodem %1$ld/10
pl: Oznaki dołka %1$ld/10
pt: Sinais de fundo %1$ld/10
pt_br: Sinais de fundo %1$ld/10
ro: Semne de minim %1$ld/10
ru: Признаки дна %1$ld/10
sq: Shenja minimumi %1$ld/10
sv: Tecken på botten %1$ld/10
th: สัญญาณจุดต่ำสุด %1$ld/10
tr: Dip işaretleri %1$ld/10
uk: Ознаки дна %1$ld/10
vi: Dấu hiệu đáy %1$ld/10
zh_hans: 底部迹象 %1$ld/10

# market_signal_top
source: Signs of a high %1$ld/10
ar: علامات قمة %1$ld/10
cs: Známky vrcholu %1$ld/10
da: Tegn på top %1$ld/10
de: Hinweise Hoch %1$ld/10
el: Ενδείξεις κορυφής %1$ld/10
es: Señales de máximo %1$ld/10
fa: نشانه‌های سقف %1$ld/10
fi: Merkkejä huipusta %1$ld/10
fr: Signes de sommet %1$ld/10
he: סימני שיא %1$ld/10
hi: शिखर के संकेत %1$ld/10
hu: Csúcs jelei %1$ld/10
id: Tanda puncak %1$ld/10
it: Segnali di massimo %1$ld/10
ja: 高値サイン %1$ld/10
ko: 고점 신호 %1$ld/10
nb: Tegn på topp %1$ld/10
nl: Tekenen van top %1$ld/10
pl: Oznaki szczytu %1$ld/10
pt: Sinais de pico %1$ld/10
pt_br: Sinais de pico %1$ld/10
ro: Semne de maxim %1$ld/10
ru: Признаки вершины %1$ld/10
sq: Shenja maksimumi %1$ld/10
sv: Tecken på topp %1$ld/10
th: สัญญาณจุดสูงสุด %1$ld/10
tr: Tepe işaretleri %1$ld/10
uk: Ознаки вершини %1$ld/10
vi: Dấu hiệu đỉnh %1$ld/10
zh_hans: 顶部迹象 %1$ld/10

# market_source
source: Data: Binance · Coin Metrics (CC BY-NC 4.0)
ar: البيانات: Binance · Coin Metrics (CC BY-NC 4.0)
de: Daten: Binance · Coin Metrics (CC BY-NC 4.0)
el: Δεδομένα: Binance · Coin Metrics (CC BY-NC 4.0)
es: Datos: Binance · Coin Metrics (CC BY-NC 4.0)
fa: داده‌ها: Binance · Coin Metrics (CC BY-NC 4.0)
fr: Données : Binance · Coin Metrics (CC BY-NC 4.0)
he: נתונים: Binance · Coin Metrics (CC BY-NC 4.0)
hi: डेटा: Binance · Coin Metrics (CC BY-NC 4.0)
hu: Adatok: Binance · Coin Metrics (CC BY-NC 4.0)
it: Dati: Binance · Coin Metrics (CC BY-NC 4.0)
ja: データ: Binance · Coin Metrics (CC BY-NC 4.0)
ko: 데이터: Binance · Coin Metrics (CC BY-NC 4.0)
nl: Gegevens: Binance · Coin Metrics (CC BY-NC 4.0)
pl: Dane: Binance · Coin Metrics (CC BY-NC 4.0)
pt: Dados: Binance · Coin Metrics (CC BY-NC 4.0)
pt_br: Dados: Binance · Coin Metrics (CC BY-NC 4.0)
ro: Date: Binance · Coin Metrics (CC BY-NC 4.0)
ru: Данные: Binance · Coin Metrics (CC BY-NC 4.0)
sq: Të dhëna: Binance · Coin Metrics (CC BY-NC 4.0)
th: ข้อมูล: Binance · Coin Metrics (CC BY-NC 4.0)
tr: Veriler: Binance · Coin Metrics (CC BY-NC 4.0)
uk: Дані: Binance · Coin Metrics (CC BY-NC 4.0)
vi: Dữ liệu: Binance · Coin Metrics (CC BY-NC 4.0)
zh_hans: 数据：Binance · Coin Metrics (CC BY-NC 4.0)

# market_unavailable_error
source: Exchange not available
ar: المنصة غير متاحة
cs: Burza není dostupná
da: Børsen er ikke tilgængelig
de: Börse nicht verfügbar
el: Το ανταλλακτήριο δεν είναι διαθέσιμο
es: Exchange no disponible
fa: صرافی در دسترس نیست
fi: Pörssi ei ole käytettävissä
fr: Plateforme indisponible
he: הבורסה אינה זמינה
hi: एक्सचेंज उपलब्ध नहीं
hu: A tőzsde nem érhető el
id: Bursa tidak tersedia
it: Exchange non disponibile
ja: 取引所を利用できません
ko: 거래소를 사용할 수 없음
nb: Børsen er ikke tilgjengelig
nl: Beurs niet beschikbaar
pl: Giełda niedostępna
pt: Corretora indisponível
pt_br: Corretora indisponível
ro: Exchange indisponibil
ru: Биржа недоступна
sq: Bursa nuk është e disponueshme
sv: Börsen är inte tillgänglig
th: กระดานเทรดไม่พร้อมใช้งาน
tr: Borsa kullanılamıyor
uk: Біржа недоступна
vi: Sàn không khả dụng
zh_hans: 交易所不可用

# market_volume_label
source: Volume 24h
ar: الحجم 24 ساعة
cs: Objem 24 h
da: Volumen 24 t
de: Volumen 24 Std.
el: Όγκος 24ώρου
es: Volumen 24 h
fa: حجم ۲۴ ساعته
fi: Volyymi 24 h
he: מחזור 24 שעות
hi: वॉल्यूम 24 घंटे
hu: Forgalom 24 óra
id: Volume 24 jam
ja: 出来高 24時間
ko: 거래량 24시간
nb: Volum 24 t
nl: Volume 24 u
pl: Wolumen 24 h
ro: Volum 24 h
ru: Объём за 24 ч
sq: Vëllimi 24 orë
sv: Volym 24 h
th: ปริมาณ 24 ชม.
tr: Hacim 24 sa
uk: Обсяг за 24 год
vi: Khối lượng 24 giờ
zh_hans: 24 小时成交量

source: No internet connection
ar: لا يوجد اتصال بالإنترنت
cs: Žádné připojení k internetu
da: Ingen internetforbindelse
de: Keine Internetverbindung
el: Δεν υπάρχει σύνδεση στο διαδίκτυο
es: Sin conexión a Internet
fa: اتصال اینترنت برقرار نیست
fi: Ei internetyhteyttä
fr: Pas de connexion Internet
he: אין חיבור לאינטרנט
hi: इंटरनेट कनेक्शन नहीं है
hu: Nincs internetkapcsolat
id: Tidak ada koneksi internet
it: Nessuna connessione a Internet
ja: インターネットに接続されていません
ko: 인터넷 연결 없음
nb: Ingen internettforbindelse
nl: Geen internetverbinding
pl: Brak połączenia z internetem
pt: Sem ligação à Internet
pt_br: Sem conexão com a internet
ro: Nicio conexiune la internet
ru: Нет подключения к интернету
sq: Nuk ka lidhje interneti
sv: Ingen internetanslutning
th: ไม่มีการเชื่อมต่ออินเทอร์เน็ต
tr: İnternet bağlantısı yok
uk: Немає з'єднання з інтернетом
vi: Không có kết nối internet
zh_hans: 无网络连接

# note_add
source: Add note
ar: إضافة ملاحظة
cs: Přidat poznámku
da: Tilføj note
de: Notiz hinzufügen
el: Προσθήκη σημείωσης
es: Añadir nota
fa: افزودن یادداشت
fi: Lisää muistiinpano
fr: Ajouter une note
he: הוספת הערה
hi: नोट जोड़ें
hu: Jegyzet hozzáadása
id: Tambah catatan
it: Aggiungi nota
ja: メモを追加
ko: 메모 추가
nb: Legg til notat
nl: Notitie toevoegen
pl: Dodaj notatkę
pt: Adicionar nota
pt_br: Adicionar nota
ro: Adaugă notă
ru: Добавить заметку
sq: Shto shënim
sv: Lägg till anteckning
th: เพิ่มบันทึก
tr: Not ekle
uk: Додати нотатку
vi: Thêm ghi chú
zh_hans: 添加备注

# note_edit
source: Edit note
ar: تعديل الملاحظة
cs: Upravit poznámku
da: Rediger note
de: Notiz bearbeiten
el: Επεξεργασία σημείωσης
es: Editar nota
fa: ویرایش یادداشت
fi: Muokkaa muistiinpanoa
fr: Modifier la note
he: עריכת הערה
hi: नोट बदलें
hu: Jegyzet szerkesztése
id: Edit catatan
it: Modifica nota
ja: メモを編集
ko: 메모 편집
nb: Rediger notat
nl: Notitie bewerken
pl: Edytuj notatkę
pt: Editar nota
pt_br: Editar nota
ro: Editează nota
ru: Изменить заметку
sq: Ndrysho shënimin
sv: Redigera anteckning
th: แก้ไขบันทึก
tr: Notu düzenle
uk: Змінити нотатку
vi: Sửa ghi chú
zh_hans: 编辑备注

# note_hint
source: e.g. entry at 0.42, target 0.60
ar: مثلًا دخول عند 0.42، الهدف 0.60
cs: např. vstup na 0.42, cíl 0.60
da: fx indgang ved 0.42, mål 0.60
de: z. B. Einstieg bei 0.42, Ziel 0.60
el: π.χ. είσοδος στο 0.42, στόχος 0.60
es: p. ej. entrada a 0.42, objetivo 0.60
fa: مثلاً ورود در 0.42، هدف 0.60
fi: esim. sisääntulo 0.42, tavoite 0.60
fr: ex. entrée à 0.42, objectif 0.60
he: למשל כניסה ב-0.42, יעד 0.60
hi: जैसे 0.42 पर एंट्री, लक्ष्य 0.60
hu: pl. belépő 0.42, cél 0.60
id: mis. masuk di 0.42, target 0.60
it: es. ingresso a 0.42, obiettivo 0.60
ja: 例: 0.42でエントリー、目標0.60
ko: 예: 0.42에 진입, 목표 0.60
nb: f.eks. inngang på 0.42, mål 0.60
nl: bijv. instap op 0.42, doel 0.60
pl: np. wejście po 0.42, cel 0.60
pt: ex. entrada a 0.42, objetivo 0.60
pt_br: ex.: entrada em 0.42, alvo 0.60
ro: ex. intrare la 0.42, țintă 0.60
ru: напр. вход по 0.42, цель 0.60
sq: p.sh. hyrje në 0.42, objektiv 0.60
sv: t.ex. ingång vid 0.42, mål 0.60
th: เช่น เข้าที่ 0.42 เป้าหมาย 0.60
tr: örn. giriş 0.42, hedef 0.60
uk: напр. вхід за 0.42, ціль 0.60
vi: vd. vào lệnh ở 0.42, mục tiêu 0.60
zh_hans: 例如 0.42 入场，目标 0.60

# note_remove
source: Remove
ar: إزالة
cs: Odebrat
da: Fjern
de: Entfernen
el: Αφαίρεση
es: Quitar
fa: حذف
fi: Poista
fr: Retirer
he: הסרה
hi: हटाएँ
hu: Eltávolítás
id: Hapus
it: Rimuovi
ja: 削除
ko: 제거
nb: Fjern
nl: Verwijderen
pl: Usuń
pt: Remover
pt_br: Remover
ro: Elimină
ru: Убрать
sq: Hiq
sv: Ta bort
th: นำออก
tr: Kaldır
uk: Прибрати
vi: Bỏ
zh_hans: 移除

# note_title
source: Note
ar: ملاحظة
cs: Poznámka
de: Notiz
el: Σημείωση
es: Nota
fa: یادداشت
fi: Muistiinpano
he: הערה
hi: नोट
hu: Jegyzet
id: Catatan
it: Nota
ja: メモ
ko: 메모
nb: Notat
nl: Notitie
pl: Notatka
pt: Nota
pt_br: Nota
ro: Notă
ru: Заметка
sq: Shënim
sv: Anteckning
th: บันทึก
tr: Not
uk: Нотатка
vi: Ghi chú
zh_hans: 备注

# notification_alarm_text
source: %1$@ — now %2$@
ar: %1$@ — الآن %2$@
cs: %1$@ — nyní %2$@
da: %1$@ — nu %2$@
de: %1$@ — jetzt %2$@
el: %1$@ — τώρα %2$@
es: %1$@ — ahora %2$@
fa: %1$@ — اکنون %2$@
fi: %1$@ — nyt %2$@
fr: %1$@ — maintenant %2$@
he: %1$@ — כעת %2$@
hi: %1$@ — अभी %2$@
hu: %1$@ — most %2$@
id: %1$@ — sekarang %2$@
it: %1$@ — ora %2$@
ja: %1$@ — 現在 %2$@
ko: %1$@ — 현재 %2$@
nb: %1$@ — nå %2$@
nl: %1$@ — nu %2$@
pl: %1$@ — teraz %2$@
pt: %1$@ — agora %2$@
pt_br: %1$@ — agora %2$@
ro: %1$@ — acum %2$@
ru: %1$@ — сейчас %2$@
sq: %1$@ — tani %2$@
sv: %1$@ — nu %2$@
th: %1$@ — ตอนนี้ %2$@
tr: %1$@ — şimdi %2$@
uk: %1$@ — зараз %2$@
vi: %1$@ — hiện tại %2$@
zh_hans: %1$@ — 当前 %2$@

# notification_alarm_title
source: Alarm: %1$@ · %2$@
ar: تنبيه: %1$@ · %2$@
el: Ειδοποίηση: %1$@ · %2$@
es: Alarma: %1$@ · %2$@
fa: هشدار: %1$@ · %2$@
fi: Hälytys: %1$@ · %2$@
fr: Alerte : %1$@ · %2$@
he: התראה: %1$@ · %2$@
hi: अलार्म: %1$@ · %2$@
hu: Riasztás: %1$@ · %2$@
it: Allarme: %1$@ · %2$@
ja: アラーム: %1$@ · %2$@
ko: 경보: %1$@ · %2$@
pt: Alarme: %1$@ · %2$@
pt_br: Alarme: %1$@ · %2$@
ro: Alarmă: %1$@ · %2$@
ru: Оповещение: %1$@ · %2$@
sv: Larm: %1$@ · %2$@
th: สัญญาณเตือน: %1$@ · %2$@
uk: Сигнал: %1$@ · %2$@
vi: Cảnh báo: %1$@ · %2$@
zh_hans: 提醒：%1$@ · %2$@

# notification_fng_above
source: The index rose above %1$ld – the market is greedy.
ar: ارتفع المؤشر فوق %1$ld – السوق طمّاع.
cs: Index stoupl nad %1$ld – trh je chamtivý.
da: Indekset steg over %1$ld – markedet er grådigt.
de: Der Index ist über %1$ld gestiegen – der Markt ist gierig.
el: Ο δείκτης ανέβηκε πάνω από %1$ld – η αγορά είναι άπληστη.
es: El índice superó %1$ld: el mercado es codicioso.
fa: شاخص به بالای %1$ld رسید – بازار طمع‌کار است.
fi: Indeksi nousi yli %1$ld – markkina on ahne.
fr: L'indice est passé au-dessus de %1$ld – le marché est avide.
he: המדד עלה מעל %1$ld – השוק חמדן.
hi: सूचकांक %1$ld से ऊपर गया – बाज़ार लालची है।
hu: Az index %1$ld fölé emelkedett – a piac kapzsi.
id: Indeks naik di atas %1$ld – pasar serakah.
it: L'indice è salito sopra %1$ld: il mercato è avido.
ja: 指数が %1$ld を上回りました – 市場は強欲。
ko: 지수가 %1$ld 위로 올랐습니다 – 시장이 탐욕적입니다.
nb: Indeksen steg over %1$ld – markedet er grådig.
nl: De index is boven %1$ld gestegen – de markt is hebzuchtig.
pl: Indeks wzrósł powyżej %1$ld – rynek jest chciwy.
pt: O índice subiu acima de %1$ld – o mercado está ganancioso.
pt_br: O índice subiu acima de %1$ld – o mercado está ganancioso.
ro: Indicele a urcat peste %1$ld – piața e lacomă.
ru: Индекс поднялся выше %1$ld — на рынке жадность.
sq: Indeksi u ngrit mbi %1$ld – tregu është lakmitar.
sv: Indexet steg över %1$ld – marknaden är girig.
th: ดัชนีขึ้นเหนือ %1$ld – ตลาดกำลังโลภ
tr: Endeks %1$ld üstüne çıktı – piyasa açgözlü.
uk: Індекс піднявся вище %1$ld — на ринку жадібність.
vi: Chỉ số lên trên %1$ld – thị trường tham lam.
zh_hans: 指数升破 %1$ld——市场贪婪。

# notification_fng_below
source: The index fell below %1$ld – the market is fearful.
ar: هبط المؤشر تحت %1$ld – السوق خائف.
cs: Index klesl pod %1$ld – trh má strach.
da: Indekset faldt under %1$ld – markedet er bange.
de: Der Index ist unter %1$ld gefallen – der Markt ist ängstlich.
el: Ο δείκτης έπεσε κάτω από %1$ld – η αγορά φοβάται.
es: El índice bajó de %1$ld: el mercado tiene miedo.
fa: شاخص به زیر %1$ld رسید – بازار ترسیده است.
fi: Indeksi laski alle %1$ld – markkina pelkää.
fr: L'indice est passé sous %1$ld – le marché a peur.
he: המדד ירד מתחת ל-%1$ld – השוק מפחד.
hi: सूचकांक %1$ld से नीचे गया – बाज़ार डरा हुआ है।
hu: Az index %1$ld alá esett – a piac fél.
id: Indeks turun di bawah %1$ld – pasar takut.
it: L'indice è sceso sotto %1$ld: il mercato ha paura.
ja: 指数が %1$ld を下回りました – 市場は恐怖。
ko: 지수가 %1$ld 아래로 떨어졌습니다 – 시장이 두려워합니다.
nb: Indeksen falt under %1$ld – markedet er redd.
nl: De index is onder %1$ld gezakt – de markt is angstig.
pl: Indeks spadł poniżej %1$ld – rynek się boi.
pt: O índice desceu abaixo de %1$ld – o mercado tem medo.
pt_br: O índice caiu abaixo de %1$ld – o mercado está com medo.
ro: Indicele a scăzut sub %1$ld – piața se teme.
ru: Индекс упал ниже %1$ld — на рынке страх.
sq: Indeksi ra nën %1$ld – tregu ka frikë.
sv: Indexet föll under %1$ld – marknaden är rädd.
th: ดัชนีลดต่ำกว่า %1$ld – ตลาดกำลังกลัว
tr: Endeks %1$ld altına düştü – piyasa korkuyor.
uk: Індекс упав нижче %1$ld — на ринку страх.
vi: Chỉ số xuống dưới %1$ld – thị trường sợ hãi.
zh_hans: 指数跌破 %1$ld——市场恐惧。

# notification_gas_btc_text
source: Below your limit of %1$@ sat/vB · Transfer ≈ %2$@
ar: تحت حدّك البالغ %1$@ sat/vB · التحويل ≈ %2$@
cs: Pod vaším limitem %1$@ sat/vB · Převod ≈ %2$@
da: Under din grænse på %1$@ sat/vB · Overførsel ≈ %2$@
de: Unter deiner Grenze von %1$@ sat/vB · Überweisung ≈ %2$@
el: Κάτω από το όριό σας των %1$@ sat/vB · Μεταφορά ≈ %2$@
es: Por debajo de tu límite de %1$@ sat/vB · Transferencia ≈ %2$@
fa: زیر حد شما (%1$@ sat/vB) · انتقال ≈ %2$@
fi: Alle rajasi %1$@ sat/vB · Siirto ≈ %2$@
fr: Sous votre limite de %1$@ sat/vB · Transfert ≈ %2$@
he: מתחת לסף שלך של %1$@ sat/vB · העברה ≈ %2$@
hi: आपकी %1$@ sat/vB की सीमा से नीचे · ट्रांसफ़र ≈ %2$@
hu: A határod alatt (%1$@ sat/vB) · Átutalás ≈ %2$@
id: Di bawah batas Anda %1$@ sat/vB · Transfer ≈ %2$@
it: Sotto il tuo limite di %1$@ sat/vB · Trasferimento ≈ %2$@
ja: しきい値 %1$@ sat/vB を下回りました · 送金 ≈ %2$@
ko: 설정한 한도 %1$@ sat/vB 미만 · 전송 ≈ %2$@
nb: Under grensen din på %1$@ sat/vB · Overføring ≈ %2$@
nl: Onder je grens van %1$@ sat/vB · Overboeking ≈ %2$@
pl: Poniżej Twojego limitu %1$@ sat/vB · Przelew ≈ %2$@
pt: Abaixo do seu limite de %1$@ sat/vB · Transferência ≈ %2$@
pt_br: Abaixo do seu limite de %1$@ sat/vB · Transferência ≈ %2$@
ro: Sub limita ta de %1$@ sat/vB · Transfer ≈ %2$@
ru: Ниже вашего порога %1$@ sat/vB · Перевод ≈ %2$@
sq: Nën kufirin tënd prej %1$@ sat/vB · Transferim ≈ %2$@
sv: Under din gräns på %1$@ sat/vB · Överföring ≈ %2$@
th: ต่ำกว่าขีดจำกัดของคุณ %1$@ sat/vB · การโอน ≈ %2$@
tr: %1$@ sat/vB sınırınızın altında · Transfer ≈ %2$@
uk: Нижче вашої межі %1$@ sat/vB · Переказ ≈ %2$@
vi: Dưới ngưỡng %1$@ sat/vB của bạn · Chuyển ≈ %2$@
zh_hans: 低于你设定的 %1$@ sat/vB · 转账 ≈ %2$@

# notification_gas_btc_title
source: Bitcoin fee: %1$@ sat/vB
ar: رسوم Bitcoin: %1$@ sat/vB
cs: Poplatek Bitcoin: %1$@ sat/vB
da: Bitcoin-gebyr: %1$@ sat/vB
de: Bitcoin-Gebühr: %1$@ sat/vB
el: Τέλος Bitcoin: %1$@ sat/vB
es: Comisión de Bitcoin: %1$@ sat/vB
fa: کارمزد Bitcoin: %1$@ sat/vB
fi: Bitcoin-maksu: %1$@ sat/vB
fr: Frais Bitcoin : %1$@ sat/vB
he: עמלת Bitcoin: %1$@ sat/vB
hi: Bitcoin शुल्क: %1$@ sat/vB
hu: Bitcoin díj: %1$@ sat/vB
id: Biaya Bitcoin: %1$@ sat/vB
it: Commissione Bitcoin: %1$@ sat/vB
ja: Bitcoin 手数料: %1$@ sat/vB
ko: Bitcoin 수수료: %1$@ sat/vB
nb: Bitcoin-gebyr: %1$@ sat/vB
nl: Bitcoin-kosten: %1$@ sat/vB
pl: Opłata Bitcoin: %1$@ sat/vB
pt: Taxa Bitcoin: %1$@ sat/vB
pt_br: Taxa Bitcoin: %1$@ sat/vB
ro: Comision Bitcoin: %1$@ sat/vB
ru: Комиссия Bitcoin: %1$@ sat/vB
sq: Tarifa Bitcoin: %1$@ sat/vB
sv: Bitcoin-avgift: %1$@ sat/vB
th: ค่าธรรมเนียม Bitcoin: %1$@ sat/vB
tr: Bitcoin ücreti: %1$@ sat/vB
uk: Комісія Bitcoin: %1$@ sat/vB
vi: Phí Bitcoin: %1$@ sat/vB
zh_hans: Bitcoin 手续费：%1$@ sat/vB

# notification_gas_eth_text
source: Below your limit of %1$@ gwei · Transfer ≈ %2$@
ar: تحت حدّك البالغ %1$@ gwei · التحويل ≈ %2$@
cs: Pod vaším limitem %1$@ gwei · Převod ≈ %2$@
da: Under din grænse på %1$@ gwei · Overførsel ≈ %2$@
de: Unter deiner Grenze von %1$@ gwei · Überweisung ≈ %2$@
el: Κάτω από το όριό σας των %1$@ gwei · Μεταφορά ≈ %2$@
es: Por debajo de tu límite de %1$@ gwei · Transferencia ≈ %2$@
fa: زیر حد شما (%1$@ gwei) · انتقال ≈ %2$@
fi: Alle rajasi %1$@ gwei · Siirto ≈ %2$@
fr: Sous votre limite de %1$@ gwei · Transfert ≈ %2$@
he: מתחת לסף שלך של %1$@ gwei · העברה ≈ %2$@
hi: आपकी %1$@ gwei की सीमा से नीचे · ट्रांसफ़र ≈ %2$@
hu: A határod alatt (%1$@ gwei) · Átutalás ≈ %2$@
id: Di bawah batas Anda %1$@ gwei · Transfer ≈ %2$@
it: Sotto il tuo limite di %1$@ gwei · Trasferimento ≈ %2$@
ja: しきい値 %1$@ gwei を下回りました · 送金 ≈ %2$@
ko: 설정한 한도 %1$@ gwei 미만 · 전송 ≈ %2$@
nb: Under grensen din på %1$@ gwei · Overføring ≈ %2$@
nl: Onder je grens van %1$@ gwei · Overboeking ≈ %2$@
pl: Poniżej Twojego limitu %1$@ gwei · Przelew ≈ %2$@
pt: Abaixo do seu limite de %1$@ gwei · Transferência ≈ %2$@
pt_br: Abaixo do seu limite de %1$@ gwei · Transferência ≈ %2$@
ro: Sub limita ta de %1$@ gwei · Transfer ≈ %2$@
ru: Ниже вашего порога %1$@ gwei · Перевод ≈ %2$@
sq: Nën kufirin tënd prej %1$@ gwei · Transferim ≈ %2$@
sv: Under din gräns på %1$@ gwei · Överföring ≈ %2$@
th: ต่ำกว่าขีดจำกัดของคุณ %1$@ gwei · การโอน ≈ %2$@
tr: %1$@ gwei sınırınızın altında · Transfer ≈ %2$@
uk: Нижче вашої межі %1$@ gwei · Переказ ≈ %2$@
vi: Dưới ngưỡng %1$@ gwei của bạn · Chuyển ≈ %2$@
zh_hans: 低于你设定的 %1$@ gwei · 转账 ≈ %2$@
